Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_1s.doc.tmx
Source language: sme
Languages: nob

source: Álbmotrievtti prinsihpat eamiálbmogiid vuoigatvuođaid birra leat čielgasat , ja eahpitkeahttá lea nu ahte stáhtat fertejit dohkkehit ja nannet eamiálbmogiid vuoigatvuođaid guoskevaš álbmoga riektivuogádagaid ja riekteáddejumiid vuođul .
nob: Folkerettens prinsipper om urfolks rettigheter er klar , og gir uomtvistelig uttrykk for at statene må anerkjenne og stadfeste urfolksrettigheter med grunnlag i vedkommende folks rettssystemer og rettsoppfatninger .

source: Sámiid vuoigatvuođaid sin guovlluide , čáziide ja luondduresurssaide ferte doahttalit ja dohkkehit , ja vuođđogažaldagaid mat gusket sámiid vuoigatvuođaide ja eallineavttuide ferte boahtteáiggis mearridit Sámedikki ja stáhta gaskasaš guorahallamiid ja šiehtadallamiid bokte .
nob: Samenes rettigheter til egne landområder , vann og naturressurser må respekteres og anerkjennes , og grunnleggende spørsmål vedrørende samenes rettigheter og livsvilkår i fremtiden må avgjøres gjennom drøftinger og forhandlinger mellom Sametinget og staten .

source: Guovddážin dás lea šiehtadallangeatnegasvuohta sámiid ja norgalaš eiseválddiid gaskka dain áššiin main sámiid árvvoštallama mielde lea dárbu , erenoamážit kultuvrra , ealáhusaid ja vuoigatvuođaid oktavuođas .
nob: En sentral oppgave vil være å innføre forhandlingsplikt mellom samene og norske myndigheter i saker hvor dette etter samenes vurdering er nødvendig , særlig på feltene kultur , næring og rettigheter .

source: Dat ii galggaše leat dušše ráđđádallangeatnegasvuohta , muhto dat ferte geatnegahttit goappašiid beliid ja dan ferte reguleret Norgga lágain .
nob: Denne plikten bør omfatte mer enn en ren konsultasjon , og må medføre gjensidige forpliktelser . Forhandlingsplikten må reguleres i det norske lovverket .

source: Boahtteáiggi hálddašanortnegiid bokte ferte Sámediggi oažžut válddi mearridit ja hálddašit luondduresurssaid geavaheami sámi ássanguovlluin .
nob: Fremtidige forvaltningsordninger må gi Sametinget myndighet til å bestemme over og forvalte bruken av naturressurser i de samiske bosettingsområdene .

source: Sámi guovlluin lea vejolašvuohta álggahit gánnáhahtti doaimmaid mat vuođđuduvvojit ođasmuvvi ja ođasmuvakeahtes resurssaide .
nob: Samiske områder har et potensiale med hensyn til økonomiske virksomheter basert på fornybare og ikke-fornybare ressurser .

source: Rikkis minerálariggodagaide lea maiddái lassánan beroštupmi .
nob: Antatt rike mineralressurser har også blitt gjenstand for økende oppmerksomhet .

source: Sámediggi áigu deattuhit ahte dikki oaidnu lea leamaš ahte ii miehtat addit ohcanlobi nu guhká go vuoigatvuođagažaldagat eai leat čilgejuvvon .
nob: Sametinget vil presisere at tingets holdning har vært at man ikke samtykker i å gi letetillatelse så lenge rettighetsspørsmålet ikke er avklart .

source: Sámedikki mielas ii leat dohkálaš addit minerálaohcanlobi nu guhká sámi álbmot ii dohkálaččat beasa bearráigeahččat minerálaresurssaid ja hálddašit daid .
nob: Det er etter Sametingets syn ikke forsvarlig å gi letetillatelse så lenge det samiske folk ikke har oppnådd tilstrekkelig kontroll over og innflytelse i forvaltningen av de mineralske ressurser .

source: Go sámi álbmogii álbmotrievttálaš geatnegasvuođaide dávistettiin lea sihkkaraston dohkálaš váikkuhanfápmu sámi guovlluid luondduriggodagaide ja sámi eaiggáduššanvuoigatvuohta lea dohkkehuvvon , de áigu Sámediggi viidát árvvoštallat mo minerálat sámi guovlluin galget dutkojuvvot .
nob: Når det samiske folk i tråd med folkerettslige forpliktelser er sikret en nødvendig innflytelse med hensyn til naturressursene i samiske områder og den samiske eiendomsretten er anerkjent , vil Sametinget på bredt grunnlag vurdere på hvilken måte utforskningen av mineraler i samiske områder skal foregå .

source: Dat mearkkaša ahte Sámediggi dáhttu mearridit galget go , ja jos galget , de mo minerálaresurssaiguin boahtteáiggis galggašii ávkašuvvat .
nob: Dette innebærer at Sametinget vil bestemme om og eventuelt hvordan mineralressurser i de samiske områdene skal utnyttes i fremtiden .

source: Dás leat čielga čanastagat dasa movt resurssaid sámi ássanguovlluin sáhttá ja berre hálddašit .
nob: I dette ligger det klare føringer på hvordan ressursene i samiske bosettingsområder kan og bør forvaltes .

source: Sámedikki oaidnu sámi guovlluid eana- ja čáhcevuoigatvuođaid ektui lea leamaš ahte guovllu riggodagat sihke eatnama alde ja vuolde gullet sámi álbmogii .
nob: Sametingets holdning med hensyn til retten til land og vann i samiske områder har vært at områdets ressurser , både over og under jordoverflaten , tilhører det samiske folket .

source: Duogážin dán oidnui lea dat sávaldat ahte sámi servodat galggašii oažžut stuorát ávkki das mii buvttaduvvo , ja dáhttu hehttet dahje juobe juo ráddjet ge vahágiid dakkár doaimmaid oktavuođas mat sáhttet hehttet sámi kultuvrra ja árbevirolašealáhusdoaimmaid .
nob: Bakgrunnen for dette standpunktet er et ønske om at verdiene av en eventuell produksjon i større grad bør komme det samiske samfunnet til gode , og et ønske om å kunne forhindre eller i hvert fall begrense skadevirkningene av en virksomhet som kan virke forstyrrende på samisk kultur og tradisjonell næringsvirksomhet .

source: Sámediggi lea cealkán ahte dikki mihttomearrin lea hálddašit sámi ássan- ja geavahanguovlluid resurssaid .
nob: Sametinget har som et uttalt mål å forvalte ressursene i de samiske bosettings- og bruks-områdene .

source: Das movt luondu ja biras hálddašuvvo lea guovddáš mearkkašupmi kultuvrralaš oktilašvuođa ja ovdáneami vejolašvuhtii .
nob: Hvordan naturen og miljøet forvaltes , er av avgjørende betydning for muligheten til kulturell kontinuitet og utvikling .

source: Árbevirolaš sámi ealáhusvuogit nugo boazodoallu ja lotnolasealáhusat dárbbašit garrasit geavahit stuorra areálaid .
nob: Tradisjonelle samiske næringsformer som reindrift og næringskombinasjoner innebærer en ekstensiv bruk av store arealer .

source: Sámedikki mielas lea deatalaš ahte sámi ealáhusat , kultuvra ja servodatdilit árvvoštallojuvvojit buot áššiin main lea sáhka lihkahallamiid birra sámi guovlluin .
nob: Sametinget legger vekt på at samiske næringer , kultur og samfunnsforhold skal vurderes i alle saker der det er snakk om inngrep i samiske områder .

source: Gáhtten- ja huksenáššiin lea deatalaš ahte árvvoštallamis deattuhuvvo mo vejolaš huksendoaibmabijut sáhttet čuohcat sámi servodahkii ollislaččat .
nob: I verne- og utbyggingssaker er det viktig at det i vurderingen spesielt vektlegges hvilke konsekvenser eventuelle utbyggingstiltak vil medføre for det samiske samfunnet som helhet .

source: Vahágat sturrot ovttaskas lihkahallamiid logu mielde juste danne go boazoealáhusas otne leat hui unnán heivehallanvejolašvuođat .
nob: Skadevirkningene av hvert enkelt inngrep i reindriftsområder vokser proporsjonalt med inngrepenes antall og fordi tilpasningsmulighetene for reindriftsnæringen i dag er svært begrenset .

source: Boazodoallu lea nana sámi kulturguoddi .
nob: Reindriften er en vesentlig samisk kulturbærer .

source: Boazodoallu lea maiddái dat ealáhus mii dárbbaša stuorámus areálaid .
nob: Reindriften er også den enkeltnæringen som har størst arealbehov .

source: Danne lea dárbu sihkkarastit areálaid boazodoalu várás , danne go aiddo areálat leat eaktun boahtteáiggi boazodollui .
nob: Det er derfor nødvendig å sikre arealer til reindriftens formål da nettopp arealer er en forutsetting for fremtidig næringsdrift .

source: Lea maiddái dárbu čielgaseappot go dál dahkkojuvvo lágaid bokte mearridit guohtunvuoigatvuođaid .
nob: Det er også behov for å lovfeste beiteretten på en klarere måte enn hva tilfellet er i dag .

source: Danne oaivvilda Sámediggi ahte berre lágaid bokte mearridit boazodoalu riektevuođu dološáiggi rájes geavaheami vuođul .
nob: Sametinget mener derfor at man bør stadfeste reindriftens rettsgrunnlag gjennom lovfesting med basis i bruk fra gammel tid .

source: Boazodoalu boahtteáiggi sihkkarastimii lea áibbas deatalaš ahte das lea nana riektegáhtten amas boazodoalu eatnamiid sáhttit bidjat eará ulbmiliidda .
nob: Det er helt avgjørende for reindriftsnæringens fremtid at den har et sterkt rettslig vern mot at reindriftens arealer blir omdisponert til andre formål .

source: Árjjalaččat geavahit ja ávkašuvvan meahcceriggodagaiguin nugo meahccefuođđuiguin , guliiguin ja murjjiiguin , lea deatalaš sámi kultuvrii .
nob: Aktivt bruk og høsting av utmarksressurser som vilt , fisk og bær står sentralt i den samiske kulturutøvelsen .

source: Dálá meahcástallannjuolggadusaid ja daid geavaheami ferte heivehit báikegotteolbmuid dárbbuide meahcástallama oktavuođas .
nob: Dagens regelverk og praktiseringen av regelverket må tilpasses lokalbefolkningens behov i forbindelse med utmarksutøvelse .

source: Sámediggi oaivvilda ahte lea dárbu nannet dán vuoigatvuođa lágaid bokte .
nob: Sametinget ser behov for å lovfeste denne retten .

source: Ferte gáržžidit addimis lobi hukset barttaid bieđgguid spiehkastettiin dispenšuvnnain plána- ja huksenlágas .
nob: Tillatelse til spredt hyttebygging gjennom praktiseringen av dispensasjon etter plan- og bygningsloven må begrenses .

source: Dát ii dattetge berre hehttet ahte árvvoštallá prinsihpalaččat earáláhkái goahte- ja bartahuksema árbevirolaš meahcceealáhusa geavaheapmái ja guvluigullevašvuođa dikšumii go huksema dábálaš astoáigge várás .
nob: Dette må likevel ikke være til hinder for at gamme- og hyttebygging til utøvelse av tradisjonell utmarksnæring og til vedlikehold av områdetilhørighet vurderes prinsipielt annerledes enn bygging til vanlig fritidsformål .

source: Sámediggi oaivvilda ahte sámi guolásteddjiin lea vuoigatvuohta boares vieru ja álbmotrievtti mielde rievttálaš oassái sámi guovlluid guolleresurssain .
nob: Sametinget er av den mening at samiske fiskere har rett etter gammel sedvane og etter folkeretten til sin rettmessige del av fiskeressurser i de samiske områdene .

source: Sámediggi oaivvilda danne ahte lea deatalaš ávkašuvvat riddo- ja vuotnariggodagaiguin guhkes áigge ja ceavzilis geavaheami vuođul , mas báikkálaš ealáhusbargit ožžot stuorát ja friijaseabbo vejolašvuođa riddo- ja vuotnariggodagaide .
nob: Sametinget mener derfor det er viktig med en langsiktig og bærekraftig utnyttelse av kyst- og fjordressursene , der de lokale næringsutøverne får en mye større og friere tilgang til kyst- og fjordressursene .

source: Sámi luossabivdu lea deatalaš sámi servodahkii , ja dat lea deatalaš vai sámi kultuvra seailuduvvo ja ovdánahttojuvvo .
nob: Samisk laksefiske har stor betydning for det samiske samfunnet , og er viktig for bevaring og utvikling av samisk kultur .

source: Sámediggi ii leat mielas dasa mo otná hálddašeapmi osiid mielde čađaha reguleremiid mearraluossabivddus .
nob: Sametinget er kritisk til hvordan dagens forvaltning gjennomfører fragmenterte reguleringer innen sjølaksefiske .

source: Dát rádjemekanismmat luossabivddus leat guhkit áiggi juo garrasit čuohcan sámi beroštumiide ja dagahan ahte deatalaš guolástanvuoigatvuođat leat javkaduvvon .
nob: Disse reguleringsmekanismene innen laksefiske har over lang tid rammet samiske interesser svært hardt , og ført til at viktige fiskerettigheter er fjernet .

source: Lunddolaš oassin sámi vuoigatvuođabargguin leat maiddái giella , oahpahus ja kultuvra dássálaga ealáhusáššiiguin áibbas deatalaččat Sámediggái .
nob: Som en naturlig del i det samiske rettighetsarbeidet vil også språk , utdanning og kultur i likhet med næringsspørsmål være helt vesentlige arbeidsområder for Sametinget .

source: Sámedikkis leat ollu stuorra hástalusat sámegielas ja sámegillii ja sámi kultuvrra ja servodatdiliid oahpahusa ektui .
nob: Sametinget ser for seg mange store utfordringer i forhold til opplæring i og på samisk og om samisk kultur og samfunnsliv .

source: Sámediggái váldi sámi oahpahusáššiin orru dego bilkun dahje paradoksan go vuođđovuoigatvuođat eai leat sajis - namalassii vuoigatvuohta sámegiel oahpahussii ja vuoigatvuohta oahpahussii sámi oahppoplána mielde .
nob: Myndighet for Sametinget i spørsmål som angår samisk opplæring , kan synes som et paradoks så lenge grunnleggende rettigheter ikke er på plass , nemlig retten til opplæring på samisk og retten til undervisning etter samisk læreplan .

source: Oahpaheaddjit geain lea gelbbolašvuohta leat eaktun sámegiela ja sámegillii oahpaheapmái .
nob: Kvalifiserte lærere er en forutsetning for undervisning i og på samisk .

source: Jos galgá sáhttit fállat oahpahusa sámegillii dađistaga eanet skuvllain , de lea dárbu ollu eanet sámi oahpaheddjiide go dál leat .
nob: For å kunne tilby undervisning på samisk ved flere og flere skoler , må man imidlertid utdanne langt flere samiske lærere enn man gjør i dag .

source: Lávdaoahppofálaldaga ovddidemiin mii juo gávdno dál sáhtášii oažžut eambbo sápmelaččaid oahppat oahpaheaddjin .
nob: En videreutvikling av det desentraliserte lærerutdanningstilbudet som allerede finnes i dag vil kunne bidra til dette .

source: Jos galgá nagodit oažžut sámegiel oahpaheddjiid juohke sadjái riikkas , de ferte maiddái rekrutteret studeanttaid olles riikkas .
nob: For å klare å utdanne samiske lærere til hele landet må man rekruttere studenter fra hele landet .

source: Sámediggi oaidná stuorra hástalusaid oahpahusas olggobealde sámegiela hálddašanguovllu .
nob: Sametinget ser store utfordringer i opplæringen utenfor forvaltningsområdet for samisk språk .

source: Váilot ollu oahpaheaddjit geain livččii gelbbolašvuohta .
nob: Det er stor mangel på kvalifiserte lærere .

source: Dát individuálalaš vuoigatvuohta oahpahussii sámegielas eaktuda strategiijaid sihke oahpaheddjiid oahpu ja oahpahusfálaldagaid organiserema ektui dassážii go leat doarvái oahpaheaddjit .
nob: Den individuelle retten til opplæring i samisk betinger strategier både for utdanning av lærere og for organisering av opplæringstilbud inntil lærermangelen er dekket .

source: Sámediggái álbmotválljen orgánan lea guovddáš áššin ahte diggi oažžu iešheanaleabbo saji .
nob: For Sametinget som folkevalgt organ er det avgjørende at tinget får en mer selvstendig status .

source: Dainna lágiin ferte Sámedikki konstitušuvnnalaš saji čilget lagabui nu ahte ovttasvástádus Sámedikki ja stáhtaeiseválddiid gaskka čilgejuvvo .
nob: Sametingets konstitusjonelle rolle må på denne måten avklares nærmere gjennom en klargjøring av ansvarsforholdet mellom Sametinget og statsmaktene .

source: Sámediggi sámiid álbmotválljen orgánan ferte ovddidit ovttaveardásaš ovttasbarggu Ráđđehusain ja Stuorradikkiin .
nob: Sametinget som samenes folkevalgte organ må utvikle et likeverdig samarbeid med regjering og storting .

source: Sámi demokratiija dákkár ovdáneapmi ovttasbargovugiiguin , lea lunddolaš boađus barggus sámi vuoigatvuođaiguin .
nob: En slik utvikling av det samiske demokratiet med samhandlingsformer er en naturlig konsekvens av det arbeidet som skjer med samiske rettigheter .

source: Sámiid historjálaš vuoigatvuođat , geavaheapmi ja riekteáddejumit - ja buot mii muđui lea vuođđun gustovaš riektái , láhkasuodjaleapmái ja hálddášeapmái , galgá biddjot vuođđun riekteovdáneapmái ja hálddašeapmái .
nob: Samenes historiske rettigheter , bruk og rettsoppfatninger - og alt som ellers danner grunnlag for gjeldende rett , lovbeskyttelse og forvaltning , må legges til grunn for rettsutviklingen og forvaltningen .

source: Jos galgá sáhttit ollásit ja oadjebasat árvvoštallat sámiid riektedili , de lea dárbu čielggadit sámi boares vieruid ja riekteáddejumiid .
nob: For å kunne vurdere samenes rettstilling fullt ut på en betryggende måte er det nødvendig at samiske sedvaner og rettsoppfatninger blir utredet .

source: Sámediggi vuordá ahte eaiggáduššanvuoigatvuohta ja geavahanvuoigatvuohta digáštallojuvvo vuđolaččat go sámi boares vierut ja riekteáddejumit olles sámi ássanguovllus čielggaduvvojit .
nob: Sametinget forutsetter derfor at eiendomsrett og bruksrett blir utførlig drøftet gjennom utredning av samiske sedvaner og rettsoppfatninger for hele det samiske bosettingsområde .

source: Sámediggi oaivvilda ahte álbmotrievttálaš njuolggadusat maidda Norga lea čadnon ja main lea mearkkašupmi sámiid vuoigatvuođadillái , galget adnojuvvot Norgga riektin , ja dasto ferte sihkkarastit beaktilvuođa našuvnnalaš riektenjuolggadusaide .
nob: Sametinget mener at de folkerettslige reglene som Norge er bundet av og som har betydning for samenes rettslige stilling , må anses som norsk rett , samtidig som man må sikre at nasjonale rettsregler gis effektivitet .

source: Sámediggi oaidná ahte dán oktavuođas lea dárbu ođasmahttit sisrievttálaš vuođđu riekteovdáneami ektui eamiálbmotáššiin .
nob: Sametinget ser i denne forbindelse et behov for at det internrettslige grunnlaget oppdateres i forhold til rettsutvikling innenfor urfolksspørsmål .

source: Dát mearkkaša dan ahte sámelága ja sámiid riektedili ferte dárkkistit ja ođasmahttit .
nob: Det betyr at lov om Sametinget og samenes rettsstilling , sameloven , revideres og oppdateres .

source: Sámeláhka lea okta lávki suksessiivvalaš láhkaaddinproseassas , ja dan ferte rievdadit ovdáneami ektui muđui .
nob: Sameloven er således et steg i en suksessiv lovgivningsprosess , og må endres i takt med den øvrige utviklingen .

source: Seamma prinsihppa ferte gustot maiddai eará lágaide main lea mearkkašupmi sámiid vuoigatvuođaide .
nob: Det samme prinsippet må også gjelde for andre lover som har betydning for samiske rettigheter .

source: Sámedikki mielas lea maiddái dárbu ahte guovddáš stáhtalaš eiseválddit čilgejit ollu guovddáš beliid mat čuvvot ILO-konvenšuvnna nr 169 ratifiserema Norggas .
nob: Sametinget ser også behovet for at sentrale statlige myndigheter foretar en avklaring på en rekke sentrale områder som følge av Norges ratifisering av ILO-konvensjon nr. 169 .

source: Čujuhuvvo earret eará čilgekeahtes gažaldagaide mat gusket eanavuoigatvuođaide ja šiehtadallan- ja ráđđádallangeatnegasvuhtii .
nob: Det vises blant annet til uavklarte spørsmål angående landrettigheter og konsultasjons- og rådføringsplikten .

source: Sámediggi lea ovdal čujuhan gokko Norgga stáhta ii doala dási daid mearrádusaid ja áigumušaid ektui mat leat konvenšuvnna vuođđun .
nob: Sametinget har tidligere pekt på områder hvor den norske stat ikke er på linje med bestemmelsene og intensjonene som ligger til grunn for konvensjonen .

source: Lea lunddolaš ahte Sámi vuoigatvuođalávdegotti árvalusa meannudeami oktavuođas vuđolaččat čielggaduvvo mo konvenšuvnna geatnegasvuođat galget ollašuhttot .
nob: Ved behandlingen av Samerettsutvalgets innstilling vil det være naturlig å gi en grundig redegjørelse for hvordan forpliktelsene i konvensjonen skal oppfylles .

source: Dan ferte de bidjat sámeláhkii , ja eará lágaide ja njuolggadusaide .
nob: Dette må igjen nedfelles i sameloven og det øvrige lov- og regelverket .

source: Sámediggi deattuha dan bargui aktiivvalaččat searvama mas lea mearkkašupmi eamiálbmogiidda riikkaidgaskasaš oktavuođain , erenoamážit orgánaid ektui mat mearridit riikkaidgaskasaš riektedásiid .
nob: Sametinget legger vekt på å delta aktivt i det arbeidet som har betydning for urfolk på den internasjonale arena , særlig overfor organer som fastsetter internasjonale rettsstandarder .

source: Sámediggi áigu vuot čujuhit makkár ovddasvástádus ráđđehusas lea čuovvulit dán lágan áššiid , ja ráđđádallat Sámedikkiin áššiin mat gusket eamiálbmogiidda .
nob: Sametinget vil igjen påpeke regjeringens ansvar for å følge opp slike spørsmål , og for å konsultere Sametinget i spørsmål som gjelder urfolk .

source: Sámedikkis leat stuorra vuordámušat dan bargui mii lea álggahuvvon ON:s eamiálbmotjulggaštusa ektui .
nob: Sametinget har store forventninger til det arbeidet som er igangsatt i FN med en urfolkserklæring .

source: Eamiálbmotvuoigatvuođaid sihkkarastin , dohkkeheapmi ja ovddideapmi , maiddái iešmearrideami , lea guovddážis dán barggus .
nob: Sikring , anerkjennelse og videreutvikling av urfolks rettigheter , herunder retten til selvbestemmelse , er sentralt i arbeidet .

source: Sámediggi vuordá ahte Norgga stáhta váikkuha eamiálbmotjulggaštusa gárvvisteami .
nob: Sametinget forventer at den norske stat bidrar til å få på plass en urfolkserklæring .

source: Sámediggi áigu ain vuoruhit bajás barggu eamiálbmotjulggaštusain .
nob: Sametinget vil fortsatt prioritere arbeidet med urfolkserklæringen .

source: Sámi vuoigatvuođalávdegotti čielggadus lea dán rádjái stuorámuš ášši mii njuolga váikkuha sámi kultuvrra ávnnaslaš vuođu .
nob: Samerettsutvalgets utredning er den største saken hittil med direkte innvirkning på samekulturens materielle grunnlag .

source: Lea vuostá álbmotrievttálaš prinsihpaid jos Sámediggi dušše galgá leat dábálaš gulaskuddaninstánsa dán proseassas .
nob: Det vil være i strid med folkerettslige prinsipper dersom Sametinget kun skal være en ordinær høringsinstans i en slik prosess .

source: Sámediggi oaivvilda ahte lea dárbu ja riekta ahte Sámediggi ja Ráđđehus dakkaviđe ásahit lávga ovttasbarggu , dainna áigumušain ahte ráhkadit láhkaproposišuvnnaid sámi vuoigatvuođaid ja daid hálddašeami birra .
nob: Sametinget mener det er nødvendig og riktig at Sametinget og Regjeringen umiddelbart etablerer et tett samarbeid for å utforme lovproposisjoner om samiske rettigheter og forvaltning av disse .

source: Sámediggi eaktuda ahte Sámi vuoigatvuođalávdegotti bargu jotkojuvvo , nu ahte sámiid vuoigatvuođat maiddái olggobealde Finnmárkku čielggajuvvojit ja sihkkarastojuvvojit .
nob: Sametinget forutsetter at Samerettsutvalgets arbeid skal videreføres , slik at samiske rettigheter utenfor Finnmark også avklares og sikres .

source: Sámediggi vuordá ahte diggi oažžu guovddáš ja aktiivvalaš saji go mandáhta hábmejuvvo viidáseabbo čielggadusaide , ja maiddái čielggaduslávdegotti čoahkádusa ja lágaid ja láhkaásahusaid ráhkadeami oktavuođas mat gusket sámi vuoigatvuođaide .
nob: Sametinget forventer at tinget vil ha en sentral og aktiv rolle i utformingen av mandatet for de videre utredningene , i sammensetning av utredningsutvalg og i utarbeidelse av lover og forskrifter som berører samiske rettigheter .

source: Sámi boares vierut ja riekteáddejumit galget leat mandáhta oassin , ja galget leat čielggadusas oassin sámi guovlluid ektui Tromssas guvlui .
nob: Samiske sedvaner og rettsoppfatninger må være en del av mandatet og integreres som en del av utredningen for de samiske områder fra Troms og sørover .

source: Norgga sámepolitihkka geatnegahttá vuosttažettiin guovddáš eiseválddiid .
nob: Norsk samepolitikk forplikter først og fremst de sentrale myndigheter .

source: Stáhta vuolggaha báikkálaš sámepolitihkalaš doaibmabijuid gielddaid ja fylkagielddaid ektui positiivvalaš váikkuhangaskaomiid bokte , ii ge láhkageatnegahttima ja direktiivvaid bokte .
nob: I forhold til kommuner og fylkeskommuner initierer staten lokale samepolitiske tiltak gjennom positive virkemidler , og ikke gjennom lovpålegg eller direktiver .

source: Dál bargojuvvo sámepolitihkalaš perspektiivva ovttastahttimiin dakkár surggiin main gielddain ja fylkagielddain lea ovddasvástádus .
nob: Det arbeides i dag med å integrere det samepolitiske perspektivet i ansvarsområdene til kommuner og fylkeskommuner .

source: Boahtteáiggis lea dárbu geahččalit ortnegiid movt Sámediggi galggašii searvat fylkaplánabargui ja dan ollašuhttimii .
nob: Det vil i fremtiden være nødvendig å prøve ut ordninger for hvordan Sametinget skal delta i arbeidet med og gjennomføringen av fylkesplanleggingen .

source: Dát bidjá gáibádusaid sámi ja norgalaš eiseválddiide , ahte gielddaid ja fylkagielddaid sámepolitihkalaš ovddasvástádusa ferte čielgaseabbot defineret .
nob: Dette stiller krav til samiske og norske myndigheter om at samepolitiske ansvarsoppgaver for kommuner og fylkeskommuner må defineres klarere .
